[
    {
        "text": "Bad times have a scientific value. These are occasions a good learner would not miss.",
        "author": "Ralph Emerson",
        "rustext": "Плохие времена имеют научную ценность. Это случаи, которые хороший ученик не упустит.",
        "rusauthor": "Ральф Эмерсон"
    },
    {
        "text": "A good plan today is better than a perfect plan tomorrow.",
        "author": "Moskvin Tikhon S.",
        "rustext": "Хороший план сегодня лучше, чем идеальный план завтра.",
        "rusauthor": "Москвин Тихон С."
    },
    {
        "text": "Don't let what you can't do stop you from doing what you can do.",
        "author": "",
        "rustext": "Не позволяйте тому, что вы не можете сделать, помешать вам делать то, что вы можете.",
        "rusauthor": ""
    },
    {
        "text": "A house divided against itself cannot stand.",
        "author": "Abraham Lincoln",
        "rustext": "Дом, разделившийся сам в себе, не может устоять.",
        "rusauthor": "Авраам Линкольн"
    },
    {
        "text": "There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them.",
        "author": "Denis Waitley",
        "rustext": "В жизни есть два основных выбора: принять условия такими, какие они есть, или взять на себя ответственность за их изменение.",
        "rusauthor": "Денис Уэйтли"
    },
    {
        "text": "Live through feeling and you will live through love. For feeling is the language of the soul, and feeling is truth.",
        "author": "Matt Zotti",
        "rustext": "Живите чувствами, и вы будете жить любовью. Ибо чувство есть язык души, а чувство есть истина.",
        "rusauthor": "Мэтт Зотти"
    },
    {
        "text": "To be beautiful means to be yourself. You do not need to be accepted by others. You need to accept yourself.",
        "author": "Thich Nhat Hanh",
        "rustext": "Быть красивой - значит быть собой. Вам не нужно, чтобы вас принимали другие. Вам нужно принять себя.",
        "rusauthor": "Тик Нат Хан"
    },
    {
        "text": "It can't be spring if your heart is filled with past failures.",
        "author": "Byron Pulsifer",
        "rustext": "Не может быть весны, если ваше сердце наполнено прошлыми неудачами.",
        "rusauthor": "Байрон Пулсифер"
    },
    {
        "text": "It is common sense to take a method and try it. If it fails, admit it frankly and try another. But above all, try something.",
        "author": "Franklin D. Roosevelt",
        "rustext": "Здравый смысл взять метод и попробовать его. Если это не удается, честно признайте это и попробуйте другое. Но прежде всего попробуйте что-нибудь.",
        "rusauthor": "Франклин Д. Рузвельт"
    },
    {
        "text": "As you think, so shall you become.",
        "author": "Bruce Lee",
        "rustext": "Каким ты думаешь, таким ты и станешь.",
        "rusauthor": "Брюс Ли"
    },
    {
        "text": "If you don't know where you are going, you will probably end up somewhere else.",
        "author": "Lawrence Peter",
        "rustext": "Если вы не знаете, куда идете, вы, вероятно, окажетесь где-то еще.",
        "rusauthor": "Лоуренс Питер"
    },
    {
        "text": "You can observe a lot just by watching.",
        "author": "Yogi Berra",
        "rustext": "Вы можете многое заметить, просто наблюдая.",
        "rusauthor": "Йоги Берра"
    },
    {
        "text": "If you are learning JS now - you can change your life.",
        "author": "Moskvin Tikhon S.",
        "rustext": "Если вы изучаете JS сейчас - вы можете изменить свою жизнь.",
        "rusauthor": "Москвин Тихон С."
    }
]